import React, { Component } from 'react';

class Neelachol_rain_drop_housing extends Component {
    componentDidMount() {
        document.title = this.props.title
    }
    render() {
        return (
            <section id="single-project" class="py-5">
                <div class="container">
                <div class="row">
                        <div class="col-md-8 col-sm-12 col-xs-12">
                            <div class="container"  >
                                <div class="row mb-3">
                                    <div class="col-md-12 single-project-title text-left  mb-5">
                                    <h1>নীলাচল <span style={{color:"#1B7ECF"}}> রেইন ড্রপ হাউজিং</span></h1>  
                                        {/* <p>Coming soon...</p>                    */}
                                        {/* <OwlCarousel  > */}
                                        
                                    </div>
                                </div> 
                                <div class="row">
                                    <div class="carousel-container position-relative row" >                            
                                        {/* <!-- Sorry! Lightbox doesn't work - yet. --> */}                            
                                        <div id="carouselExampleControls"  class="carousel slide" data-ride="carousel">
                                            <div class="carousel-inner" >
                                                <div class="carousel-item active" data-slide-number="0">
                                                    <img class="img-fluid"  src="images/projects/neelachol-rain-drop/slider/2.jpg" class="d-block w-100" alt="..." data-remote="" data-type="image" data-toggle="lightbox" data-gallery="example-gallery"></img>
                                                </div>                                                
                                            </div>
                                        </div>
                                    </div>
                                </div>
                                <div class="row py-5">
                                    <div class="col-md-12 text-left">
                                        <h3 class="my-3"> প্রকল্পের বর্ণনা  </h3>
                                        <p class="text-justify">
                                        ঢাকা মাওয়া রোডের কেরানীগঞ্জ রাজউক এর ঝিলমিল প্রকল্প হতে মাত্র ৫ মিনিটের দূরত্বে আমাদের “নীলাচল  রেইন ড্রপ হাউজিং " 
                                        প্রকল্পের অবস্থান।যা ধলেশ্বরী নদীর দক্ষিণ তীরে অবস্থিত। রাজধানীর শান্তিনগর থেকে ঢাকা মাওয়া রোডের ঝিলমিল প্রকল্প পর্যন্ত 
                                        একটি ওয়াই  ("Y") টাইপ ফ্লাই-ওভার সংযোগসড়ক নির্মাণের পরিকল্পনা গ্রহণ করিয়াছে বাংলাদেশ সরকার। 
                                        যাহা ইতিমধ্যে দৃশ্যমান। এই প্রকল্পের সন্নিকটের পাশেই আমাদের "নীলাচল রেইন ড্রপ হাউজিং" প্রকল্পের অবস্থান। 
                                        প্রকল্পটি হবে ভবিষ্যৎ নতুন প্রজন্মের জন্য একটি স্বয়ং-সম্পূর্ণ আবাসিক বসবাসের উপযোগী সম্বলিত একটি আধুনিক নগরী।
                                        </p>
                                        <h5 class="my-3"> প্রকল্পের নাগরিক সুযোগসুবিধাঃ  </h5>
                                        <ul>
                                            <li> প্রকল্পটি কেরানীগঞ্জের রাজউক এর ঝিলমিল প্রকল্প হতে ৫ মিনিটের দূরত্বে আমাদের নিলাচল রেইন ড্রপ হাউজিং ।</li>
                                            <li> প্রকল্পের জমি কোম্পানির নামে ক্রয়কৃত বিধায় সম্পূর্ণ নিষ্কণ্টক ও নির্ভেজাল । তাই সম্পূর্ণ মূল্য পরিশোধের সহজ শর্তে সঠিক সময়ের মধ্যেই প্লটের মালিকানা বুঝিয়ে দেয়ার ১০০% গ্যারান্টি থাকছে । </li>
                                            <li> আমাদের প্রকল্পে থাকছে আন্তর্জাতিক মানসম্পন্ন স্কুল , কলেজ , বিশ্ববিদ্যালয় , মেডিকেল কলেজ ( বাংলা ও ইংলিশ মাধ্যম ) , এছাড়াও থাকবে খেলার মাঠ , পার্ক , এমিউজমেন্ট পার্ক , ওয়াটার পার্ক জোন , জিমনেশিয়াম ভিন্ন ভিন্ন স্থানে মসজিদ , মাদ্রাসা , কবরস্থান , ঈদগাহ , কাঁচা বাজার , কমিউনিটি সেন্টার ,ব্যাংক বীমা, ফায়ার সার্ভিস , পেট্রোল পাম্প ইত্যাদি।</li>
                                            <li> দক্ষ ও অভিজ্ঞ নগর পরিকল্পনাবিদের তত্ত্বাবধানে প্রাকৃতিক পরিবেশের ছায়াতলে গড়ে উঠছে " নীলাচল রেইন ড্রপ হাউজিং" তাই প্রকল্পের রাস্তার জন্য কখনই প্লট থেকে জায়গা ছাড়তে হবে না ।</li>
                                            <li> মোট জমির ৬০% আবাসিক , বাণিজ্য , ও অন্যান্য প্লট এবং অবশিষ্ট ৪০% অভ্যন্তরীণ ব্যবস্থাসহ যাবতীয় নাগরিক সুবিধা নিশ্চিত করার লক্ষ্যে সংরক্ষিত থাকবে । রাস্তাসমুহ হবে ১০০/৮০ ফুট , ৬০ ফুট , ৪০ ফুট ও ২৫ ফুট প্রশস্ত ।</li>
                                            <li> প্রকল্পটিতে থাকবে নিজস্ব বিদ্যুৎ উৎপাদন ব্যবস্থা  যা সার্বক্ষণিক বিদ্যুৎ সরবরাহ নিশ্চিত করবে।</li>
                                            <li> আমাদের প্রকল্পের জমির এমনই গুণ , মূল্য বাড়ছে প্রতি বছরে দ্বিগুণ ।</li>
                                        </ul>
                                        <h5>প্লট ক্রয়ে দীর্ঘমেয়াদী কিস্তির সুবিধাঃ</h5>
                                        <p>
                                        আমাদের প্রকল্পে রয়েছে ৩৬ মাসের দীর্ঘমেয়াদী কিস্তির সুবিধা। এই সুবিধা নিঃসন্দেহে নিম্ম মধ্যবিত্তদের জন্য অপূর্ব সুযোগ বয়ে  আনবে বলে আমাদের বিশ্বাস।
                                        <ul>
                                            <li> গ্রাহকগণ  পর পর ৩ টি কিস্তির (মাসিক হিসেবে) টাকা পরিশোধ করতে ব্যর্থ হলে কোন প্রকার শর্ত ছাড়া তাৎক্ষনিক কোম্পানি  তার প্লটের বরাদ্দ পত্র বাতিল করার পূর্ণ অধিকার সংরক্ষণ করেন।</li>
                                            <li> গ্রাহকগণ নিজের ইচ্ছানুযায়ী যে কোন সময়ে অত্র  প্লটের বরাদ্দ পত্র বাতিলের আবেদন করতে পারবেন অথবা নিজের কিস্তির  (মাসিক হিসেবে ) টাকা সময়মতো পরিশোধে ব্যর্থ হলে কোম্পানি তার প্লটের বরাদ্দ পত্র বাতিল করার পূর্ণ  অধিকার সংরক্ষণ করেন  তবে শর্ত থাকে যে ৩৬ মাসের পূর্বে বরাদ্দ পত্র বাতিল করিতে চাইলে ডকুমেন্টেশন ও সার্ভিস চার্জ বাবদ পরিশোধিত মূল্যের উপর  ১০% হারে চার্জ কর্তন করা হবে। বাকি টাকা প্লটের বরাদ্দ পত্র  আবেদনের তারিখ হইতে ৬ (ছয়) মাস পর কিস্তিতে প্রদান করা হবে।</li>
                                          
                                        </ul>
                                        
                                       

                                        প্রকল্পটি সকল নাগরিক সুযোগ-সুবিধা সমৃদ্ধ কোলাহল মুক্ত সবুজে ঘেরা মনোরম পরিবেশ। যা আপনাকেএবংআপনার  নতুন প্রজন্ম কে দিবে বসবাসের নতুন ঠিকানা ও সর্বশ্রেষ্ঠ বিনিয়োগের নিশ্চয়তা।   

                                        </p>
                                        
                                        
                                        
                                        
                                       
                                       
                                        
                                       

                                        <h3 class="my-3"> প্লট লে-আউট  </h3>
                                        <p class="text-justify">
                                            Coming soon..
                                            {/* <img class="img-fluid w-100" src="images/projects/neelachol-rain-drop/plot-layout.png" alt=""></img> */}
                                        </p>                                
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="col-md-4">
                            <img src="images/projects/rain-drop-housing.jpg" class="img-fluid" alt=""></img>
                            {/* <h3>CATEGORIES</h3><hr/>
                            <p>Properties</p>
                            <h3>PREVIEW</h3><hr/>
                            <p></p>
                            <h3>3D ANIMATED PREVIEW</h3><hr/>
                            <p></p> */}
                        </div>
                    </div> 
                            
                </div>  
            </section>
        );
    }
}

export default Neelachol_rain_drop_housing;