import React from 'react'

function About(){
    const titleStyle = {
        borderLeft:"5px solid #32C1DF", 
        paddingLeft:"20px", 
        color:"#32C1DF",
        fontSize:"40px",
        fontWeight : "bold"
    }
    const aboutImgSTyle = {
        margin:"0 40px 30px 0",
        border:"3px solid #CCC"
    }
    return(
        <section id="about-section py-5" class="bg-white">
            <div class="container ">
                <div class="row">
                    <div class="col-md-12">
                    </div>
                </div>
                <div class="row mt-5">                
                    <div class="col-md-12 col-sm-12 text-justify mt-5">
                            <img src="images/about2.jpg" alt="" class="img-fluid about-img float-left " style={aboutImgSTyle} />   
                        <p >
                        <h1 style={titleStyle}  > 
                            নীলাচল এ্যাসেটস লিমিটেড <br/>
                             {/* <span style={{color:"#404040"}} >-এ আপনাকে স্বাগতম</span> */}
                        </h1><br/>
                        বাসস্থান মানুষের একটি মৌলিক চাহিদা ও অধিকার হলেও এই মৌলিক চাহিদা আজ আর সহজসাধ্য নয়। 
                        বিশেষ করে মধ্যবিত্ত ও নিম্ম আয়ের মানুষের কাছে নিজস্ব আবাসন তো এক কল্পনাবিলাস। 
                        এই কল্পনাকে বাস্তবায়ন করার জন্য রয়েছে নীলাচল এ্যাসেটস লিমিটেড। কারণ, আমাদেরই আছে ৪ টি 
                        ল্যান্ড প্রোজেক্ট হস্তান্তরের সফল অভিজ্ঞতা। আর এই সফল অভিজ্ঞতাই আমাদের প্রেরণা, 
                        আমাদের আত্মবিশ্বাস। প্রকল্প হস্তান্তরের দুর্লভ ও দীর্ঘ অভিজ্ঞতা-ই আমাদের করেছে আত্মবিশ্বাসী। 
                        আপনাদের বিশ্বাস আমাদের কাছে আমাদের আমানত, যার খিয়ানত আমরা পূর্বেও যেমন করিনি, 
                        ভবিষ্যতেও এর ধারাবাহিকতা বজায় রাখার এই অঙ্গীকার নিয়ে গড়ে তুলেছি ভিন্নধারার আধুনিক প্রকল্প 
                        নিলাচল এ্যাসেটস লিমিটেড।
                        </p>
                         <p>
                         ১৯৭০ সালে ঢাকার জনসংখ্যা ছিল মাত্র ৩.৩৬ লক্ষ, যা ২০১৩ সালে এসে দাঁড়িয়েছিল ১.৫ কোটিতে । 
                         ভাল চাকরির সুযোগ, উন্নত শিক্ষা, উন্নত চিকিৎসা, ব্যবসা-বাণিজ্য এবং অন্যান্য আধুনিক সুবিধার কারনে 
                         সমগ্র বাংলাদেশের বিভিন্ন প্রান্ত থেকে প্রতিদিন ঢাকায় ছুটে আসছে হাজারও মানুষ। ফলে ঢাকা পরিণত হয়েছে  
                         পৃথিবীর অন্যতম জনবহুল শহরে-যেখানকার অধিবাসীদের প্রধানতম জনবহুল সমস্যা আবাসন।
                         </p>
                         <p>
                         এই বাস্তবতার প্রেক্ষাপটে বিত্তবান, মধ্যবিত্ত ও নিম্ম আয়ের মানুষের  আবাসন স্বপ্নের চাহিদা পূরনের লক্ষ্যে 
                         নীলাচল হাউজিং লিঃ ২০১২ সালে যাত্রা শুরু করে এবং রেজিস্টার অব জয়েন্ট কোম্পানিস এন্ড ফার্মস, 
                         বাংলাদেশ এর সাথে নিবন্ধিত হয় । বিশ্বস্ততা সামাজিক দায়বদ্ধতা এবং সফলতার সাথে ঢাকা শহরের পার্শ্ববর্তী 
                         এলাকা সমূহে মুক্ত পরিসরে অনুপম নগরায়ন সৃষ্টিটে নীলাচল এ্যাসেটস লিমিটেড  কাজ করে যাচ্ছে।
                         </p>  
                                  
                         </div>
                    <div class="col-md-12 col-sm-12 my-5">
                        {/* <img src="images/about.jpg" alt="" class="img-fluid about-img" /> */}
                    </div>
                </div>
            </div>
        </section>
    )
}
export default About
